/* Text for close button */
"Close" = "Sulge";

/* Text for button to scan a credit card */
"Scan Card" = "Skanni kaart";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Skanni kaart";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "Sisestatud IBAN on kehtetu.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Kaardi töötlemisel esines tõrge – proovige mõne sekundi pärast uuesti";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Esines ootamatu tõrge – proovige mõne sekundi pärast uuesti";

/* Error when the card has already expired */
"Your card has expired" = "Kaart on aegunud";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Kaart lükati tagasi";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Kaardi aegumiskuu on kehtetu";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "Kaardi aegumisaasta on kehtetu";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Kaardi number on kehtetu";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Kaardi turvakood on kehtetu";

/* Error when customer's name is invalid */
"Your name is invalid." = "Teie nimi on kehtetu.";

